<html>
<head>
<style type="text/css">
<!--
.Estilo1 {
	color: #CCCCCC;
	font-weight: bold;
	font-size: 36px;
}
body {
	background-color: #99CCFF;
	background-image: url(../imagenes/rap.jpg);
}
.Estilo2 {color: #FFFFFF}
-->
</style>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1"></head>
<body>
<div align="center" class="Estilo1">Carrera  de freestyler</div>
<p class="Estilo2">2014 - 2017<br>
  Stuart inici&oacute; en competiciones de menor nivel o poco reconocimiento, principalmente en su provincia natal, Santa F&eacute;.</p>
<p class="Estilo2">2018</p>
<p class="Estilo2">Dozer vs Stuart, Red Bull Argentina 2018</p>
<p class="Estilo2">Stuart particip&oacute; en la Regional de Rosario, en 8vos se cruz&oacute; con Mentor, donde lo venci&oacute; tras una r&eacute;plica. En 4tos venci&oacute; a Tai tras 2 r&eacute;plicas, en semifinales se cruz&oacute; con Thorny que tambi&eacute;n lo venci&oacute; y Stuart lleg&oacute; a la Final contra Roli, donde cay&oacute; y termin&oacute; en 2do lugar, y se clasific&oacute; para la Final Nacional.</p>
<p class="Estilo2">En la Final Nacional, se encontr&oacute; con Cacha en primera ronda, el cual derrot&oacute; sin muchas complicaciones. En cuartos de final venci&oacute; a Danyelus, y pas&oacute; a semifinales. En semifinales se cruz&oacute; con Klan, a quien derrot&oacute; siendo uno de los mayores candidatos al t&iacute;tulo y as&iacute; Stuart lleg&oacute; a la Final de Red Bull.</p>
<p class="Estilo2">En la Final, se encontr&oacute; contra Dozer, quien era el favorito. Tras varias buenas rimas, emoci&oacute;n por qui&eacute;n ser&iacute;a el nuevo campe&oacute;n argentino, la Red Bull se la llev&oacute; Dozer, y Stuart qued&oacute; como subcampe&oacute;n.</p>
<p class="Estilo2">Stuart logr&oacute; entrar a la Freestyle Master Series de Argentina (FMS), donde subi&oacute; mucho su nivel, derrotando a MC's como Replik, Dtoke, etc. Su primera batalla en esta liga fue contra Cacha y la &uacute;ltima contra Dani.</p>
<p class="Estilo2">2019</p>
<p class="Estilo2">Trueno vs Stuart, 4tos de Final, Red Bull Nacional Argentina 2019</p>
<p class="Estilo2">Stuart nuevamente estar&iacute;a en la Red Bull Nacional Argentina 2019, venciendo a Zaina en 8vos pero siendo vencido por Trueno en 4tos.</p>
<p class="Estilo2">Stuart seguir&iacute;a su anteriormente comenzada carrera musical lanzando canciones como Norte, Psic&oacute;pata, Happy Kid, etc.</p>
<p class="Estilo2">Stuart particip&oacute; en la God Level All Stars en Argentina haciendo dupla con Jaze en reemplazo de Bnet, llegando a ser campeones, venciendo a Lit Killah y a Zasko en 8vos, a Klan y Acertijo en 4tos a Kaiser y a Lobo Estepario en semifinales y a Trueno y Letra en la final, consagr&aacute;ndose campeones en la primera fecha.</p>
<p class="Estilo2">Stuart participar&iacute;a en FMS Argentina 2019:</p>
<p class="Estilo2">Jornada 1: Stuart perder&iacute;a en contra de MKS con replica.</p>
<p class="Estilo2">Jornada 2: Stuart ganar&iacute;a con replica ante Cacha.</p>
<p class="Estilo2">Jornada 3: Ganar&iacute;a con replica a Klan.</p>
<p class="Estilo2">Jornada 4: Perder&iacute;a sin replica ante Papo dejando una muy buena rima:</p>
<p class="Estilo2">&quot;Estoy va a ser un spoiler vos vas a perder despu&eacute;s el desorden y es verdad aunque pasen los meses gracias a vos estoy en FMS pero hay algo que record&eacute; y tiene sentido decirlo porque as&iacute; lo fue, el detalle no lo entend&eacute;s primero es porque me trajiste, segundo me lo gane&quot;</p>
<p class="Estilo2">Jornada 5: Perder&iacute;a directamente ante Trueno, donde dejar&iacute;a una rima muy pol&eacute;mica para los seguidores del f&uacute;tbol, siguiendo el formato del personaje-contra-puestos, donde Stuart dir&iacute;a lo siguiente:</p>
<p class="Estilo2">&quot;En el Bernab&eacute;u disloca, no hables de Barcelona si tu gracia es muy poca. Voy a aprovechar que aprende la nota, en el Bernab&eacute;u le hicimos tres, River contra Boca&quot;</p>
<p class="Estilo2">Jornada 6: Ganar&iacute;a directamente ante Replik.<br>
</p>
<p class="Estilo2">Stuart acotando en frente de Dtoke.</p>
<p class="Estilo2">Jornada 7: Ganar&iacute;a con una criticada y considerada innecesaria replica ante Dtoke, haciendo una gran batalla, y dejando un minutazo:</p>
<p class="Estilo2">&quot;Si todos saben la historia de que no era conocido, rapeaba hace 50, era tu nido &iquest;Te pens&aacute;s que no era as&iacute; amigo? &iquest;Cu&aacute;ntos te pens&aacute;s que eran la plaza donde d&iacute;a a d&iacute;a yo forje mi estilo?</p>
<p class="Estilo2">&iquest;Qu&eacute; te pens&aacute;s, que pude solo? No, dice que no, por supuesto bobo. Pero era porque no nos daban voz. A Santa F&eacute; no salieron las c&aacute;maras y (?) tuve que salir yo.</p>
<p class="Estilo2">No me quedo, otra que eso, no tuve que aceptar mis defectos. C&oacute;mo si ser&iacute;a mal venir de adentro, que vos hayas tenido c&aacute;maras es tener suerte no tener talento!</p>
<p class="Estilo2">Si no llegara a la replica, solo aparenta, no tiene rap y no alimenta. Me puede ganar por puntos, me saca cuarenta, es como que le dieran 3 puntos cada vez que repite &quot;dense cuenta&quot;! (...) Y acabo de mandarlo a Marte, hablando de muletillas h&aacute;cele caso a la m&aacute;s importante, c&aacute;llate menos y qu&eacute;date &quot;aparte&quot;</p>
<p class="Estilo2">&iquest;Es necesario que siga para mi contrincante? No sab&iacute;a que se enfrentaba un del under, y no vio la inmensidad de la verdad para delante&quot;<br>
</p>
<p class="Estilo2">Stuart vs Sub, FMS Argentina 2019</p>
<p class="Estilo2">Jornada 8: Ganar&iacute;a directamente ante Nacho.</p>
<p class="Estilo2">Jornada 9: Ganar&iacute;a directamente ante Sub quedando 4to con 16 puntos, dejando una rima a que Stuart no quer&iacute;a que Sub descendiera, pero ten&iacute;a que hacerlo:</p>
<p class="Estilo2">&quot;Te juro que no lo quiero hacer, por m&aacute;s que me paguen no lo quiero hacer, pero tengo que hacerlo si te respet&eacute; te dije que por vos iba a rapear bien, que no me iba a quedar callado por saber que vos andas con riesgo de descender, yo estoy seguro que no me podes ganar, pero si podes volver ascender otra vez!&quot;</p>
<p class="Estilo2">2020<br>
  En la FMS Argentina 2020:<br>
</p>
<p class="Estilo2">Nacho vs Stuart, Jornada 1, FMS Argentina 2020</p>
<p class="Estilo2">Jornada 1: Tendr&iacute;a una victoria directa contra Nacho, dejando una barra y minuto memorable:</p>
<p class="Estilo2">&quot;Esta es la casa del Hip-Hop, el Stu es el desalojo, as&iacute; me meto freestyle hermano y te recojo, si dec&iacute;s que soy loro no me enojo siempre cuando admitas que tienes el parche porque yo te pique el ojo&quot;<br>
</p>
<p class="Estilo2">Stuart vs Mecha, FMS Argentina 2020</p>
<p class="Estilo2">Jornada 2: Le ganar&iacute;a sin replica a Mecha, gana el MVP y se posiciona primero.</p>
<p class="Estilo2">Jornada 3: Perder&iacute;a contra Klan tras una replica.</p>
<p class="Estilo2">Jornada 4: Luego de 2 r&eacute;plicas, le ganar&iacute;a a uno de sus grandes amigos, Sub, dejando buen desempe&ntilde;o durante toda la batalla:</p>
<p class="Estilo2">&quot;Este rap de &eacute;lite, no tirites, sino voy a hacer que veas la muerte con m&aacute;s nitidez, voy a hacer que pierdas de una vez la timidez, lo bueno de ser vulnerable es que hay l&iacute;mites.<br>
</p>
<p class="Estilo2">Stuart en la Jornada 6.</p>
<p class="Estilo2">Y s&iacute;, te limit&eacute;, simplemente porque lo hice under, porque desde ah&iacute; saqu&eacute; toda mi sangre, es verdad yo tengo un alma muy vulnerable, pero se siente en el aire tanto que es palpable!&quot;</p>
<p class="Estilo2">Jornada 5: Luego de 2 r&eacute;plicas le ganar&iacute;a a Wolf, en una batalla muy re&ntilde;ida y destacada por parte de los dos.</p>
<p class="Estilo2">Jornada 6: Luego de una replica, le ganar&iacute;a a MKS.</p>
<p class="Estilo2">2021<br>
  Se reanuda la liga argenta profesional del freestyle, la FMS Argentina:</p>
<p class="Estilo2">Jornada 7: Le ganar&iacute;a a Cacha directamente y en una decisi&oacute;n unanime, siendo su mayor resplendor en los minutos libres.</p>
<p class="Estilo2">Jornada 8: Le ganar&iacute;a a Papo luego de una replica, siendo esta su quinta batalla seguida en la que gana con una o dos replicas, tambi&eacute;n dej&aacute;ndolo cerca del trofeo.</p>
<p class="Estilo2">Jornada 9: Le ganar&iacute;a a Dtoke tras una replica, haciendolo campe&oacute;n autom&aacute;ticamente, por ser el competidor con m&aacute;s puntos en la tabla.</p>
<h3 class="Estilo2">&nbsp;</h3>
<p>&nbsp;</p>
</body>
</html>

